{
  "data": [
      {
          "answer": true,
          "quest": "Единственный в мире продукт, который никогда не портится — это мед.",
          "dop": "Мед - единственный продукт питания, который никогда не портится. То есть не просто через год или через два, а вообще никогда.",
          "file": "img/tof/med.jpg"
      },
      {
          "answer": false,
          "quest": "Ананасы растут на пальмах.",
          "dop": "Ананасовое растение травянистое и не вырастает выше полутора метров, примерно как капуста. Только в отличие от капусты, ананас - это многолетнее растение с острыми длинными листья, а плоды растут из центральной части, на ножке. ",
          "file": "img/tof/ananas.jpg"
      },
      {
          "answer": true,
          "quest": "Лягушки никогда не пьют.",
          "dop": "Дело все в том, что у лягушек очень специфическая кожа. Она абсолютно голая и постоянно влажная. Через кожу лягушки дышат (потому как легкие у них не в состоянии выполнять дыхательную функцию полностью) и через нее происходит испарение влаги.",
          "file": "img/tof/lyagushku.jpg"
      },
      {
          "answer": true,
          "quest": "У людей уникальны отпечатки пальцев, а у кошек — носы.",
          "dop": "Нос каждой кошки имеет свой уникальный узор, как отпечатки пальцев у человека. Кошек можно было бы идентифицировать по этому узору, но, как вы понимаете, им явно не понравится, если их нос будут окрашивать и прижимать к бумаге.",
          "file": "img/tof/kit.jpg"
      },
      {
          "answer": false,
          "quest": "Столетняя война продолжалась сто лет.",
          "dop": "Несмотря на свое название, война продолжалась вовсе не 100 лет, а целых 116.",
          "file": "img/tof/var.jpg"
      },
      {
          "answer": false,
          "quest": "Лоси не чувствуют, когда на их рога садятся насекомые.",
          "dop": "На самом деле они действительно в курсе, ведь на их рогах есть нервные окончания.",
          "file": "img/tof/upscale.jpg"
      },
      {
          "answer": true,
          "quest": "В Ирландии никогда не было кротов.",
          "dop": "Из-за изоляции от материка на острове отсутствуют распространенные в Европе кроты, ласки, хорьки и косули.",
          "file": "img/tof/krot.jpeg"
      },
      {
          "answer": true,
          "quest": "Одним из компонентов динамита является арахис.",
          "dop": "Арахисовое масло может быть обработано для получения глицерина, и, таким образом стать ингредиентом динамита.",
          "file": "img/tof/orex.jpeg"
      },
      {
          "answer": false,
          "quest": "Левое лёгкое человека вмещает больше воздуха, чем правое.",
          "dop": "Наоборот, правое легкое больше левого. В правом легком три доли, а в левом - две. Кроме того, правый бронх подлиннее и потолще, чем левый.",
          "file": "img/tof/leg.jpeg"
      },
      {
          "answer": false,
          "quest": "Алмазы не горят.",
          "dop": "Алмаз не плавится из-за прочной структуры кристаллической решетки. Все попытки расплавить минерал заканчивались тем, что он сгорал. Но горят они только при доступе кислорода, т.е. на открытом воздухе, и превращаясь в углекислый газ.",
          "file": "img/tof/almaz.jpeg"
      },
      {
          "answer": true,
          "quest": "У страуса среди птиц самые большие глаза, которые весят больше, чем мозг.",
          "dop": "Самая большая нелетающая птица на планете - страус. Глаза страуса самые большие в мире среди птиц и вместе весят больше чем мозг.",
          "file": "img/tof/straus.jpeg"
      }
  ]
}
